{
    "QRadar": {
        "headers": {
            "SEC": "611fb9f9-36f4-446e-91c4-b00028876604",
            "Version": "20.0"
        },
        "special_cases": {
            "AD on Azure Authentication Failure from Scanning IP\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva si è attivata a causa di tentativi falliti di autenticazione all'Active Directory su Azure da parte di host con IP pubblico categorizzato da X-Force come SCANNING.",
            "AD on Azure Authentication Failure from Spam IP\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva si è attivata a causa di tentativi falliti di autenticazione all'Active Directory su Azure da parte di host con IP pubblico categorizzato da X-Force come SPAM.",
            "AD on Azure Authentication Failure from Bot IP\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva si è attivata a causa di tentativi falliti di autenticazione all'Active Directory su Azure da parte di host con IP pubblico categorizzato da X-Force come BOT.",
            "Inbound Activity from IOC IP\n": "$event_count$ - Dalle analisi effettuate è emerso che l'offensiva si è attivata a causa di connessioni in entrata da un IP relativo ad IOC.",
            "Remote Scanning Detection\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva è scattata a causa di connessioni in entrata riconducibili ad attività di ricognizione varia.",
            "Active Directory Authentication Attacks\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva si è attivata a causa di diversi attacchi (Credential stuffing, Password Spraying, Default credentials) all'autenticazione verso Active Directory."
        },
        "domain_id": {
            "3": "ACMilan",
            "4": "DentalPro"
        },
        "DarkTrace": {
            "ACMilan": true,
            "DentalPro": false
        },
        "Sophos": {
            "ACMilan": false,
            "DentalPro": true
        }
    }
}