{
    "QRadar": {
        "headers": {
            "SEC": "611fb9f9-36f4-446e-91c4-b00028876604",
            "Version": "17.0"
        },
        "special_cases": {
            "AD on Azure Authentication Failure from Scanning IP\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva si è attivata a causa di tentativi falliti di autenticazione all'Active Directory su Azure da parte di host con IP pubblico categorizzato da X-Force come SCANNING.",
            "AD on Azure Authentication Failure from Spam IP\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva si è attivata a causa di tentativi falliti di autenticazione all'Active Directory su Azure da parte di host con IP pubblico categorizzato da X-Force come SPAM.",
            "AD on Azure Authentication Failure from Bot IP\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva si è attivata a causa di tentativi falliti di autenticazione all'Active Directory su Azure da parte di host con IP pubblico categorizzato da X-Force come BOT.",
            "Inbound Activity from Scanning IP\n": "$event_count$ - Dalle analisi effettuate è emerso che l'offense si è attivata a causa di una scansione sulla porta 443 da parte di host con IP pubblico categorizzato da X-Force come SCANNING.",
            "Inbound Activity from Bot IP\n": "$event_count$ - Dalle analisi effettuate è emerso che l'offense si è attivata a causa di una scansione sulla porta 443 da parte di host con IP pubblico categorizzato da X-Force come BOT.",
            "Inbound Activity from Anonymization Services IP\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva è scattata a causa di attività da parte di un IP categorizzato da X-Force come nodo di 'Servizio di anonimizzazione' TOR.",
            "Remote SSH Scanner Detected\n": "$event_count$ - Dalle analisi effettuate è emerso che l'offense si è attivata a causa di una scansione della porta del servizio SSH da parte di molteplici host remoti verso diversi host della rete pubblica.",
            "Remote FTP Scanner Detected\n": "$event_count$ - Dalle analisi effettuate è emerso che l'offense si è attivata a causa di una scansione della porta del servizio FTP da parte di molteplici host remoti verso diversi host della rete pubblica.",
            "Remote LDAP Scanner Detected\n": "$event_count$ - Dalle analisi effettuate è emerso che l'offense si è attivata a causa di una scansione delle porte del servizio LDAP da parte di molteplici host remoti verso diversi host della rete pubblica.",
            "Remote Database Scanner Detected\n": "$event_count$ - Dalle analisi effettuate è emerso che l'offense si è attivata a causa di una scansione della porta dei servizi database da parte di molteplici host remoti verso diversi host della rete pubblica.",
            "Remote Windows Scanner Detected\n": "$event_count$ - Dalle analisi effettuate è emerso che l'offense si è attivata a causa di una scansione delle porte dei servizi standard di Windows da parte di molteplici host remoti verso diversi host della rete pubblica.",
            "Remote Proxy Server Scanner Detected\n": "$event_count$ - Dalle analisi effettuate risulta che l'offensiva è scattata a causa di scansioni sulle porte porte dei Proxy server."
        },
        "domain_id": {
            "3": "ACMilan",
            "4": "DentalPro"
        },
        "DarkTrace": {
            "ACMilan": true,
            "DentalPro": false
        },
        "Sophos": {
            "ACMilan": false,
            "DentalPro": true
        }
    }
}